export default {
  title: 'Подтвердите вашу<br>почту',
  subtitle: 'Мы отправили код подтверждения<br>на вашу почту',

  resend: 'Запросить код повторно',
  resendTimer: 'Отправить еще раз через {timer} сек.',

  submit: 'Далее',

  contact: {
    line1: 'По всем вопросам можете обращаться:'
  },

  errors: {
    invalidCode: 'Неверный код подтверждения<br>Попробуйте еще раз или запросите код повторно',
    resendFailed: 'Не удалось получить код подтверждения<br>Попробуйте еще раз или запросите код повторно'
  }
}